{
    "translation-revision-date": "2020-08-22 14:28+0000",
    "generator": "WP-CLI\/2.4.0",
    "source": "dist\/scripts\/formality-public.js",
    "domain": "messages",
    "locale_data": {
        "messages": {
            "": {
                "domain": "messages",
                "lang": "it_IT",
                "plural-forms": "nplurals=2; plural=n != 1;"
            },
            "Show more hints": [
                "Mostra più suggerimenti"
            ],
            "Show less hints": [
                "Mostra meno suggerimenti"
            ],
            "Press enter or tab to proceed to next field": [
                "Premi invio o tab per procedere al campo successivo"
            ],
            "Press tab to proceed to next field": [
                "Premi tab per procedere al campo successivo"
            ],
            "Press backspace to reset this field and return to previous field": [
                "Premi backspace per resettare il campo e tornare al campo precedente"
            ],
            "Press up or down arrows to choose your option": [
                "Usa le frecce sù e giù per fare la tua scelta"
            ],
            "Press left or right arrows to choose your option": [
                "Usa le frecce sinistra e destra per fare la tua scelta"
            ],
            "Press up and down arrows to increment or decrement your value": [
                "Usa le frecce sù e giù per aumentare o diminuire il numero"
            ],
            "Press enter to confirm your option and proceed to next field": [
                "Premi invio per confermare l'opzione e procedere al campo successivo "
            ],
            "Press space to confirm your option": [
                "Premi spazio per confermare la tua opzione"
            ],
            "This value seems to be invalid": [
                "Questo campo non è valido"
            ],
            "This value should be a valid email": [
                "Questo campo deve contenere una email valida"
            ],
            "This value should be a valid url": [
                "Questo campo deve contenere un url valido"
            ],
            "This value should be a valid number": [
                "Questo campo deve contenere un numero valido"
            ],
            "This value should be a valid integer": [
                "Questo campo deve contenere un numero intero"
            ],
            "This value should be digits": [
                "Questo campo deve contenere solo numeri"
            ],
            "This value should be alphanumeric": [
                "Questo campo deve contenere solo lettere"
            ],
            "This value is required": [
                "Questo campo è obbligatorio"
            ],
            "This value should be greater than or equal to %s": [
                "Questo valore dovrebbe essere maggiore o uguale di %s"
            ],
            "This value should be lower than or equal to %s": [
                "Questo valore dovrebbe essere minore o uguale di %s"
            ],
            "This value should be between %s and %s": [
                "Questo valore dovrebbe essere compreso tra %s e %s"
            ],
            "This value is too short. It should have %s characters or more": [
                "Questo valore è troppo corto. Dovrebbe avere almeno %s caratteri"
            ],
            "This value is too long. It should have %s characters or fewer": [
                "Questo valore è troppo lungo. Dovrebbe avere non più di %s caratteri"
            ],
            "This value length is invalid. It should be between %s and %s characters long": [
                "La tua risposta dovrebbe avere una lunghezza compresa tra %s e %s caratteri"
            ],
            "You must select between %s and %s choices": [
                "Dovresti scegliere tra le scelte %s e %s"
            ]
        }
    }
}